{
  "sections_to_add": [
    {
      "title": "Existence Precedes Essence",
      "content": "What do we mean by saying that existence precedes essence? We mean that man first of all exists, encounters himself, surges up in the world – and defines himself afterwards. If man as the existentialist sees him is not definable, it is because to begin with he is nothing. He will not be anything until later, and then he will be what he makes of himself. Thus, there is no human nature, because there is no God to have a conception of it. Man simply is. Not that he is simply what he conceives himself to be, but he is what he wills, and as he conceives himself after already existing – as he wills to be after that leap towards existence. Man is nothing else but that which he makes of himself. That is the first principle of existentialism.\n\nThis is what we call subjectivity, using the word as a compliment and not as a reproach. But what do we mean to say by this, but that man is of a greater dignity than a stone or a table? For we mean to say that man primarily exists – that man is, before all else, something which propels itself towards a future and is aware that it is doing so. Man is, indeed, a project which possesses a subjective life, instead of being a kind of moss, or a fungus or a cauliflower. Before that projection of the self nothing exists; not even in the heaven of intelligence: man will only attain existence when he is what he purposes to be.",
      "virtue": "freedom",
      "persona_tags": ["existentialism", "sartre", "authentic_self", "freedom"],
      "key_concepts": ["radical freedom", "self-creation", "responsibility", "no fixed nature"],
      "applications": ["identity formation", "life design", "breaking from past patterns"]
    },
    {
      "title": "Anguish and Responsibility",
      "content": "When we speak of 'anguish' – a word very current among existentialists – this is what we mean: Man, being condemned to be free, carries the weight of the whole world on his shoulders; he is responsible for the world and for himself as a way of being. We use the word 'anguish' in this sense: anguish is the reflective apprehension of one's freedom.\n\nThe existentialist thinks it very distressing that God does not exist, because all possibility of finding values in a heaven of ideas disappears along with Him; there can no longer be an a priori Good, since there is no infinite and perfect consciousness to think it. Nowhere is it written that the Good exists, that we must be honest, that we must not lie; because the fact is we are on a plane where there are only men. Dostoevsky said, 'If God didn't exist, everything would be possible.' That is the very starting point of existentialism.\n\nIndeed, everything is permissible if God does not exist, and as a result man is forlorn, because neither within him nor without does he find anything to cling to. He can't start making excuses for himself. If existence really does precede essence, there is no explaining things away by reference to a fixed and given human nature. In other words, there is no determinism, man is free, man is freedom. On the other hand, if God does not exist, we find no values or commands to turn to which legitimize our conduct. So, in the bright realm of values, we have no excuse behind us, nor justification before us. We are alone, with no excuses.",
      "virtue": "courage",
      "persona_tags": ["existentialism", "sartre", "responsibility", "anguish"],
      "key_concepts": ["radical responsibility", "anguish", "abandonment", "no excuses"],
      "applications": ["decision making", "accepting consequences", "overcoming paralysis"]
    },
    {
      "title": "Bad Faith and Authenticity",
      "content": "Bad faith is a lie to oneself. It is the attempt to escape the anguish of freedom and responsibility by denying one's own freedom, by pretending that external forces determine one's choices and character. The waiter who over-performs his role, making his movements too fluid, his voice too eager – he is fleeing from the freedom to be something other than a waiter. He is trying to convince himself and others that he is his role, that he has no choice but to be exactly what he is.\n\nAuthenticity, by contrast, is the recognition and acceptance of one's radical freedom. It is the refusal to hide behind social roles, past choices, or external pressures. The authentic person acknowledges that they are always choosing, always free to change direction, always responsible for what they make of their situation. This does not mean ignoring one's facticity – the concrete circumstances of one's life – but rather accepting both one's freedom and one's situation.\n\nWe are not free to choose our birth, our body, our past, or many of our circumstances. But we are always free to choose our attitude toward these facts, to give them meaning through our projects. The coward makes himself cowardly by his acts; the hero makes himself heroic. No one is born a coward or a hero – these are choices we make, moment by moment, through our concrete actions in the world. To live authentically is to take ownership of this choosing, to refuse the comfort of self-deception, and to embrace the weight of one's freedom.",
      "virtue": "authenticity",
      "persona_tags": ["existentialism", "sartre", "bad_faith", "authenticity"],
      "key_concepts": ["bad faith", "authenticity", "self-deception", "freedom"],
      "applications": ["honest self-assessment", "breaking free from roles", "living genuinely"]
    },
    {
      "title": "Commitment and Engagement",
      "content": "The existentialist does not believe in the power of passion. He will never regard a grand passion as a destructive torrent upon which a man is swept into certain actions as by fate, and which, therefore, is an excuse for them. He thinks that man is responsible for his passion. Neither will an existentialist think that a man can find help through some sign being vouchsafed upon earth for his orientation: for he thinks that the man himself interprets the sign as he chooses.\n\nOne cannot will unless one has chosen one's attitude and chosen oneself. We define man only in relation to his commitments; it is therefore absurd to reproach us for irresponsibility in our choice. Man makes himself; he is not found ready-made; he makes himself by the choice of his morality, and he cannot but choose a morality, such is the pressure of circumstances upon him.\n\nWe do not want a humanism like that which would say: 'You can do whatever you like.' Man finds himself in an organized situation in which he himself is involved: his choice involves mankind in its entirety, and he cannot avoid choosing. Either he must remain single, or he must marry without having children, or he must marry and have children. In any case, whatever he does, it is impossible for him not to take complete responsibility for this problem. Doubtless he chooses without reference to pre-established values, but it is unjust to tax him with caprice. Rather, we should say that moral choice is comparable to the construction of a work of art. In choosing for himself, he chooses for all mankind.",
      "virtue": "responsibility",
      "persona_tags": ["existentialism", "sartre", "commitment", "engagement"],
      "key_concepts": ["commitment", "engagement", "universal responsibility", "no passivity"],
      "applications": ["making commitments", "taking stands", "active participation in life"]
    }
  ]
}
